const question = [
  {
    q: "당신이 원하는 대화 상대의 성격은 어떤가요?",
    a: [
      "활발하고 유쾌한 스타일",
      "차분하고 이해심 많은 스타일",
      "논리적이고 지적인 스타일",
      "독특하고 창의적인 스타일",
    ],
  },
  {
    q: "대화 상대와 주로 어떤 주제를 이야기하고 싶으신가요?",
    a: [
      "일상적인 이야기나 소소한 고민",
      "전문적이고 깊이 있는 주제",
      "감성적이고 내면적인 이야기",
      "재미있고 가벼운 취미나 유머",
    ],
  },
  {
    q: "대화 스타일에서 가장 중요한 점은 무엇인가요?",
    a: [
      "적극적으로 리드해 주는 스타일",
      "공감을 많이 해주는 스타일",
      "간결하고 핵심적인 대화 스타일",
      "유머를 자주 사용하는 스타일",
    ],
  },
  {
    q: "대화 상대가 가진 연령대나 분위기는 어떠길 바라시나요?",
    a: [
      "동년배 또는 또래 같은 친근한 느낌",
      "연장자로서 조언을 줄 수 있는 느낌",
      "중립적이고 연령대가 느껴지지 않는 느낌",
      "아이처럼 순수하거나 젊은 느낌",
    ],
  },
  {
    q: "대화 상대와의 대화 목적은 무엇인가요?",
    a: [
      "새로운 관점이나 아이디어 얻기",
      "심심함을 달래기 위한 재미",
      "스트레스 해소나 위로",
      "특정 문제 해결을 위한 조언",
    ],
  },
  {
    q: "대화 상대의 언어 표현 방식은 어떤 걸 선호하시나요?",
    a: [
      "부드럽고 정중한 표현",
      "직설적이고 솔직한 표현",
      "시적이고 감성적인 표현",
      "유머러스하고 가벼운 표현",
    ],
  },
];

export default question;
